Repository: Zesty0wl/rosetta-check-client-localisations
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja

source: This scan was recorded before per-app history was added. Future scans will include the full app list so you can see exactly which apps changed.
de: Dieser Scan wurde aufgezeichnet, bevor der Verlauf pro App hinzugefügt wurde. Künftige Scans enthalten die vollständige App-Liste, damit Sie genau sehen, welche Apps sich geändert haben.
fr: Cette analyse a été enregistrée avant l’ajout de l’historique par app. Les analyses futures incluront la liste complète des apps afin que vous puissiez voir exactement lesquelles ont changé.
ja: このスキャンは App ごとの履歴機能が追加される前に記録されたものです。今後のスキャンには完全な App 一覧が含まれ、どの App が変化したか正確に確認できます。

source: This setting is managed by your organisation
de: Diese Einstellung wird von Ihrer Organisation verwaltet
fr: Ce réglage est géré par votre organisation
ja: この設定は組織によって管理されています

source: This tool contains only 32-bit Intel code. Current versions of macOS cannot run it, even with Rosetta.
de: Dieses Tool enthält nur 32-Bit-Intel-Code. Aktuelle macOS-Versionen können es auch mit Rosetta nicht ausführen.
fr: Cet outil ne contient que du code Intel 32 bits. Les versions actuelles de macOS ne peuvent pas l’exécuter, même avec Rosetta.
ja: このツールには 32 ビット Intel コードしか含まれていません。現在の macOS では、Rosetta を使っても実行できません。

source: This will send the following to rosettacheck.com:
de: Folgendes wird an rosettacheck.com gesendet:
fr: Les éléments suivants seront envoyés à rosettacheck.com :
ja: 次の情報が rosettacheck.com に送信されます:

source: This will switch off launch-at-login, stop monitoring, and quit Rosetta Check, then show the app in Finder so you can drag it to the Trash. A small settings folder is left behind in your Library; the Trash step below removes the app itself.
de: Dabei wird „Bei der Anmeldung starten“ deaktiviert, die Überwachung beendet und Rosetta Check beendet. Anschließend wird die App im Finder angezeigt, damit Sie sie in den Papierkorb ziehen können. In Ihrer Library bleibt ein kleiner Einstellungsordner zurück; mit dem nächsten Schritt entfernen Sie die App selbst über den Papierkorb.
fr: Cette opération désactivera le lancement à l’ouverture de session, arrêtera la surveillance et quittera Rosetta Check, puis affichera l’app dans le Finder afin que vous puissiez la faire glisser vers la Corbeille. Un petit dossier de réglages restera dans votre dossier Bibliothèque ; l’étape ci-dessous, qui place l’app dans la Corbeille, supprime l’app elle-même.
ja: ログイン時の起動をオフにし, 監視を停止して Rosetta Check を終了します. その後, App を Finder に表示してゴミ箱へドラッグできるようにします. Library フォルダには小さな設定フォルダが残ります. 下のゴミ箱の手順では App 本体が削除されます.

source: Time
de: Zeit
fr: Heure
ja: 時刻

source: Timed out — tap to retry.
de: Zeitüberschreitung – zum Wiederholen tippen.
fr: Délai dépassé – touchez pour réessayer.
ja: タイムアウトしました — タップして再試行。

source: Tips, guides, and updates from the Rosetta Check blog.
de: Tipps, Anleitungen und Neuigkeiten aus dem Blog von Rosetta Check.
fr: Conseils, guides et actualités du blog Rosetta Check.
ja: Rosetta Check ブログのヒント, ガイド, 最新情報です.

source: Today
de: Heute
fr: Aujourd’hui
ja: 今日

source: Tool Folder Access Needed
de: Zugriff auf Tool-Ordner erforderlich
fr: Accès requis au dossier d’outils
ja: ツールフォルダへのアクセスが必要です

source: Tool Scan Complete
de: Tool-Scan abgeschlossen
fr: Analyse des outils terminée
ja: ツールスキャンが完了しました

source: Tool community data could not be updated.
de: Community-Daten zu Tools konnten nicht aktualisiert werden.
fr: Impossible de mettre à jour les données communautaires des outils.
ja: ツールのコミュニティデータを更新できませんでした.

source: Tool intelligence could not be refreshed.
de: Tool-Informationen konnten nicht aktualisiert werden.
fr: Impossible d’actualiser les informations sur les outils.
ja: ツール情報を更新できませんでした.

source: Tool scan in progress
de: Tool-Scan läuft
fr: Analyse des outils en cours
ja: ツールをスキャン中

source: Tools are your biggest blocker
de: Tools sind Ihr größtes Hindernis
fr: Les outils sont votre principal blocage
ja: ツールが最大の障害になっています

source: Top Blockers
de: Größte Hindernisse
fr: Principaux blocages
ja: 主な妨げ

source: Total
de: Gesamt
ja: 合計

source: Total Mac Readiness Weights
de: Gewichtungen der Gesamtbereitschaft des Macs
fr: Pondérations de la préparation totale du Mac
ja: Mac 全体の準備状況の重み付け

source: Total Mac readiness — apps and components combined.
de: Gesamtbereitschaft des Macs – Apps und Komponenten zusammen.
fr: Préparation totale du Mac — apps et composants combinés.
ja: Mac 全体の準備状況 — App とコンポーネントの合計です。

# Total Readiness: %lld%% — %@
source: Total Readiness: %1$lld%% — %2$@
de: Gesamtbereitschaft: %1$lld %% – %2$@
fr: Préparation totale : %1$lld%% — %2$@
ja: 全体の準備状況: %1$lld %% — %2$@

source: Track your progress toward a fully native setup
de: Verfolgen Sie Ihren Fortschritt zu einer vollständig nativen Konfiguration
fr: Suivez votre progression vers une configuration entièrement native
ja: 完全ネイティブ環境への進捗を追跡します

source: Translate
de: Übersetzen
fr: Traduire
ja: 翻訳

source: Travel
de: Reisen
fr: Voyages
ja: 旅行

source: Try Again
de: Erneut versuchen
fr: Réessayer
ja: 再試行

source: Try a different search.
de: Versuchen Sie eine andere Suche.
fr: Essayez une autre recherche.
ja: 別のキーワードで検索してください。

source: Try changing the filter or category.
de: Versuchen Sie, den Filter oder die Kategorie zu ändern.
fr: Essayez de modifier le filtre ou la catégorie.
ja: フィルタやカテゴリを変更してみてください。

source: Turn off launch-at-login so it can't come back.
de: „Beim Anmelden starten“ ausschalten, damit die App nicht zurückkommt.
fr: Désactiver l’ouverture à la connexion pour qu’elle ne revienne pas.
ja: ログイン時の起動をオフにして、再び起動しないようにします。

source: Type
de: Typ
ja: 種類

source: Uncategorized
de: Ohne Kategorie
fr: Sans catégorie
ja: カテゴリなし

source: Unexpected response from server.
de: Unerwartete Antwort vom Server.
fr: Réponse inattendue du serveur.
ja: サーバから予期しない応答がありました。

source: Uninstall
de: Deinstallieren
fr: Désinstaller
ja: アンインストール

source: Uninstall Rosetta Check
de: Rosetta Check deinstallieren
fr: Désinstaller Rosetta Check
ja: Rosetta Check をアンインストール

source: Uninstall Rosetta Check?
de: Rosetta Check deinstallieren?
fr: Désinstaller Rosetta Check ?
ja: Rosetta Check をアンインストールしますか?

source: Uninstall Rosetta Check…
de: Rosetta Check deinstallieren …
fr: Désinstaller Rosetta Check…
ja: Rosetta Check をアンインストール…

source: Unknown
de: Unbekannt
fr: Inconnu
ja: 不明

source: Unknown signer
de: Unbekannter Signierer
fr: Signataire inconnu
ja: 不明な署名者

source: Unsigned
de: Nicht signiert
fr: Non signé
ja: 未署名

source: Unsupported
de: Inkompatibel
fr: Incompatible
ja: 非対応

source: Update
de: Aktualisierung
fr: Mise à jour
ja: アップデート

source: Update %@, which provides this command, or contact its developer for an Apple Silicon-native version.
de: Aktualisieren Sie %@, das diesen Befehl bereitstellt, oder fragen Sie den Entwickler nach einer nativen Version für Apple Silicon.
fr: Mettez à jour %@, qui fournit cette commande, ou demandez à son développeur une version native Apple Silicon.
ja: このコマンドを提供している %@ をアップデートするか、開発元に Apple Silicon ネイティブ版について問い合わせてください。

source: Update or replace this command with a version that includes Apple Silicon support.
de: Aktualisieren Sie diesen Befehl oder ersetzen Sie ihn durch eine Version mit Apple-Silicon-Unterstützung.
fr: Mettez à jour cette commande ou remplacez-la par une version compatible Apple Silicon.
ja: このコマンドをアップデートするか、Apple Silicon に対応したバージョンに置き換えてください。

source: Update the Homebrew package %@. If the latest bottle is still Intel-only, check the formula page for upstream support or alternatives.
de: Aktualisieren Sie das Homebrew-Paket %@. Ist das neueste Bottle weiterhin nur für Intel, prüfen Sie auf der Formelseite, ob es Unterstützung oder Alternativen gibt.
fr: Mettez à jour le paquet Homebrew %@. Si la dernière version est toujours réservée à Intel, consultez la page de la formule pour une prise en charge ou des alternatives.
ja: Homebrew パッケージ %@ をアップデートしてください。最新のボトルがまだ Intel 専用の場合は、フォーミュラのページで対応状況や代替手段を確認してください。

source: Updated
de: Aktualisiert
fr: Mis à jour
ja: 更新済み

source: Updated (%lld)
de: Aktualisiert (%lld)
fr: Mis à jour (%lld)
ja: 更新 (%lld)

source: Updated recommendations are available for %lld items.
de: Aktualisierte Empfehlungen sind für %lld Einträge verfügbar.
fr: Des recommandations mises à jour sont disponibles pour %lld éléments.
ja: %lld 件の項目について、更新された推奨が利用可能です。

source: Updating community intelligence...
de: Community-Daten werden aktualisiert...
fr: Actualisation des informations communautaires...
ja: コミュニティ情報を更新中...

source: Updating scan - showing last complete result
de: Scan wird aktualisiert – letztes vollständiges Ergebnis wird angezeigt
fr: Mise à jour de l’analyse - affichage du dernier résultat complet
ja: スキャンを更新中 - 前回完了時の結果を表示しています

source: Updating scan...
de: Scan wird aktualisiert...
fr: Mise à jour de l’analyse...
ja: スキャンを更新中...

source: Upgrade
de: Aktualisieren
fr: Mettre à niveau
ja: アップグレード

source: Upgrade Available
de: Upgrade verfügbar
fr: Mise à niveau disponible
ja: アップグレードあり

source: Upload Now
de: Jetzt hochladen
fr: Envoyer maintenant
ja: 今すぐアップロード

source: Upload failed — tap to retry.
de: Hochladen fehlgeschlagen – zum Wiederholen tippen.
fr: Échec de l’envoi – touchez pour réessayer.
ja: アップロードに失敗しました — タップして再試行。

source: Upload limit reached. Try again tomorrow.
de: Upload-Limit erreicht. Versuchen Sie es morgen erneut.
fr: Limite d’envoi atteinte. Réessayez demain.
ja: アップロードの上限に達しました。明日もう一度お試しください。

source: Upload rejected — invalid data.
de: Hochladen abgelehnt – ungültige Daten.
fr: Envoi refusé – données non valides.
ja: アップロードが拒否されました — データが無効です。

source: Upload your latest app, component, and Tool results
de: Ihre neuesten Ergebnisse zu Apps, Komponenten und Tools hochladen
fr: Envoyer vos derniers résultats d’apps, de composants et d’outils
ja: 最新の App、コンポーネント、ツールの結果をアップロード

source: Uploading…
de: Wird hochgeladen …
fr: Envoi en cours…
ja: アップロード中…

source: Used %@ ago
de: Verwendet vor %@
fr: Utilisé il y a %@
ja: %@前に使用

source: Used in 30 Days
de: In den letzten 30 Tagen genutzt
fr: Utilisées dans les 30 jours
ja: 30 日以内に使用

source: Used in 90 Days
de: In den letzten 90 Tagen genutzt
fr: Utilisées dans les 90 jours
ja: 90 日以内に使用

source: Utilities
de: Dienstprogramme
fr: Utilitaires
ja: ユーティリティ

source: Vendor
de: Hersteller
fr: Éditeur
ja: ベンダー

# Version %@ (%@)
source: Version %1$@ (%2$@)
de: Version %@ (%@)
fr: Version %@ (%@)
ja: バージョン %@ (%@)

source: Via Spotlight
de: Über Spotlight
ja: Spotlight 経由

source: View
de: Anzeigen
fr: Voir
ja: 表示

source: View %@ Community Record
de: Community-Eintrag zu %@ anzeigen
fr: Afficher la fiche communautaire pour %@
ja: %@ のコミュニティ記録を表示

source: View %@ community record
de: Community-Eintrag zu %@ anzeigen
fr: Afficher la fiche communautaire pour %@
ja: %@ のコミュニティ記録を表示

source: View %lld Hidden Components
de: %lld versteckte Komponenten anzeigen
fr: Voir %lld composants cachés
ja: 隠れている %lld 件のコンポーネントを表示

source: View 1 Hidden Component
de: 1 versteckte Komponente anzeigen
fr: Voir 1 composant caché
ja: 隠れている 1 件のコンポーネントを表示

source: View Details
de: Details anzeigen
fr: Voir les détails
ja: 詳細を表示

source: View Tools
de: Tools anzeigen
fr: Afficher les outils
ja: ツールを表示

source: View the %@ community record
de: Community-Eintrag zu %@ anzeigen
fr: Afficher la fiche communautaire pour %@
ja: %@ のコミュニティ記録を表示

source: Virtual Camera
de: Virtuelle Kamera
fr: Caméra virtuelle
ja: 仮想カメラ

source: Virtual Cameras
de: Virtuelle Kameras
fr: Caméras virtuelles
ja: 仮想カメラ

source: Waiting…
de: Warten …
fr: En attente…
ja: 待機中…

source: Walks Universal/Apple Silicon apps for embedded plug-ins, XPC services, frameworks, and helpers. Slightly slower at scan time.
de: Durchsucht Universal-/Apple-Silicon-Apps nach eingebetteten Plug-ins, XPC-Diensten, Frameworks und Helfern. Beim Scannen etwas langsamer.
fr: Parcourt les apps Universal/Apple Silicon à la recherche de plug-ins intégrés, de services XPC, de frameworks et d’assistants. Légèrement plus lent à l’analyse.
ja: Universal / Apple Silicon の App を巡回し、組み込みのプラグイン、XPC サービス、フレームワーク、ヘルパーを検査します。スキャン時間はやや長くなります。

source: Warnings Off
de: Warnungen aus
fr: Avertissements désactivés
ja: 警告オフ

source: Warnings On
de: Warnungen ein
fr: Avertissements activés
ja: 警告オン

source: Watches your home and system plug-in folders, and re-walks Universal apps to find embedded Intel binaries. Default ON.
de: Überwacht Ihre privaten und Systemordner für Plug-ins und durchsucht Universal-Apps erneut nach eingebetteten Intel-Binaries. Standardmäßig EIN.
fr: Surveille vos dossiers de plug-ins personnels et système, et réanalyse les apps Universal pour détecter les binaires Intel intégrés. Activé par défaut.
ja: ホームおよびシステムのプラグインフォルダを監視し、Universal App を再度巡回して組み込まれた Intel バイナリを検出します。デフォルトはオンです。

source: We can see the vendors but not the versions. Grant access once to fill in version numbers.
de: Wir sehen die Hersteller, aber nicht die Versionen. Erteilen Sie einmalig Zugriff, um Versionsnummern einzutragen.
fr: Nous voyons les éditeurs mais pas les versions. Autorisez l’accès une fois pour renseigner les numéros de version.
ja: ベンダーは確認できますが、バージョンは取得できません。一度アクセスを許可するとバージョン番号を取得できます。

source: We'll show your readiness score and any blockers as soon as the scan finishes.
de: Wir zeigen Ihren Bereitschaftswert und etwaige Hindernisse, sobald der Scan abgeschlossen ist.
fr: Nous afficherons votre score de préparation et les éventuels blocages dès la fin de l’analyse.
ja: スキャンが完了したら、準備状況のスコアと妨げになっている要因を表示します。

source: We're checking your apps and components — your readiness score will appear in a moment.
de: Wir prüfen Ihre Apps und Komponenten – Ihr Bereitschaftswert erscheint gleich.
fr: Nous vérifions vos apps et composants — votre score de préparation s’affichera dans un instant.
ja: App とコンポーネントを確認しています。準備状況のスコアはまもなく表示されます。

source: Weather
de: Wetter
fr: Météo
ja: 天気

source: What’s Holding You Back
de: Was Sie aufhält
fr: Ce qui vous freine
ja: 妨げになっているもの

source: When enabled, Rosetta Check watches for newly installed apps and sends a notification if an Intel-only app is detected.
de: Wenn aktiviert, achtet Rosetta Check auf neu installierte Apps und sendet eine Mitteilung, falls eine ausschließlich Intel-basierte App erkannt wird.
fr: Lorsque cette option est activée, Rosetta Check surveille les nouvelles apps installées et envoie une notification si une app exclusivement Intel est détectée.
ja: 有効にすると、Rosetta Check が新しくインストールされた App を監視し、Intel 専用の App を検出した場合に通知を送信します。

source: When enabled, anonymous Intel app and component metadata plus package-level Tool compatibility is shared with the RosettaCheck community. Tool paths and file contents are never sent.
de: Wenn aktiviert, werden anonyme Metadaten zu Intel-Apps und -Komponenten sowie die Tool-Kompatibilität auf Paketebene mit der RosettaCheck-Community geteilt. Tool-Pfade und Dateiinhalte werden niemals gesendet.
fr: Lorsque cette option est activée, les métadonnées anonymes des apps Intel et des composants Intel, ainsi que la compatibilité des outils par paquet, sont partagées avec la communauté RosettaCheck. Les chemins des outils et le contenu des fichiers ne sont jamais envoyés.
ja: 有効にすると, 匿名化された Intel App とコンポーネントのメタデータ, およびパッケージ単位のツール互換性情報が RosettaCheck コミュニティと共有されます. ツールのパスとファイルの内容が送信されることはありません.

source: When enabled, anonymous Intel app metadata from your scans is shared with the RosettaCheck community to help others track Apple Silicon readiness.
de: Wenn aktiviert, werden anonyme Metadaten zu Intel-Apps aus Ihren Scans mit der RosettaCheck-Community geteilt, um anderen zu helfen, die Apple-Silicon-Bereitschaft zu verfolgen.
fr: Lorsque cette option est activée, les métadonnées anonymes des apps Intel de vos analyses sont partagées avec la communauté RosettaCheck pour aider les autres à suivre la préparation à Apple Silicon.
ja: 有効にすると、スキャン結果に含まれる Intel App の匿名メタデータが RosettaCheck コミュニティと共有され、他のユーザの Apple Silicon 対応の状況把握に役立てられます。

source: When enabled, scan results are automatically saved to the export location after each scan. MDM administrators can configure the format via a configuration profile.
de: Wenn aktiviert, werden Scan-Ergebnisse nach jedem Scan automatisch am Exportziel gespeichert. MDM-Administratoren können das Format über ein Konfigurationsprofil festlegen.
fr: Lorsque cette option est activée, les résultats d’analyse sont automatiquement enregistrés à l’emplacement d’exportation après chaque analyse. Les administrateurs MDM peuvent configurer le format via un profil de configuration.
ja: 有効にすると、スキャン結果は毎回、書き出し先に自動的に保存されます。MDM 管理者は構成プロファイルでフォーマットを設定できます。

source: Which apps Spotlight has indexed on your Mac
de: Welche Apps Spotlight auf Ihrem Mac indiziert hat
fr: Les apps que Spotlight a indexées sur votre Mac
ja: Mac 上で Spotlight がインデックス化している App

source: Why is it a good replacement? (optional)
de: Warum ist sie eine gute Alternative? (optional)
fr: Pourquoi est-ce un bon remplacement ? (facultatif)
ja: なぜ良い代替候補だと思いますか?(任意)

source: Will not work on macOS 28 without Rosetta
de: Wird unter macOS 28 ohne Rosetta nicht funktionieren
fr: Ne fonctionnera pas sur macOS 28 sans Rosetta
ja: Rosetta なしの macOS 28 では動作しません

source: Without vendor and version, you won’t know who to ask for an Apple Silicon update. Granting access is one-time and only covers the %@ folder.
de: Ohne Hersteller und Version wissen Sie nicht, wen Sie nach einem Apple-Silicon-Update fragen sollen. Die Zugriffserteilung ist einmalig und gilt nur für den Ordner %@.
fr: Sans éditeur ni version, vous ne saurez pas à qui demander une mise à jour Apple Silicon. L’autorisation est unique et ne couvre que le dossier %@.
ja: ベンダーとバージョンが分からないと、Apple Silicon 対応の更新をどこに問い合わせるべきか判断できません。アクセス許可は 1 回だけで、対象は %@ フォルダに限定されます。

source: Write a Review on the App Store…
de: Eine Bewertung im App Store schreiben …
fr: Rédiger un avis sur l’App Store…
ja: App Store でレビューを書く…

source: XPC Service (in %@)
de: XPC-Dienst (in %@)
fr: Service XPC (dans %@)
ja: XPC サービス (%@ 内)

source: Yes
de: Ja
fr: Oui
ja: はい

source: Yesterday
de: Gestern
fr: Hier
ja: 昨日

source: You made this app with %@. It was saved on an older version of macOS, so it has an Intel-only launcher and needs Rosetta.
de: Sie haben diese App mit %@ erstellt. Sie wurde mit einer älteren macOS-Version gesichert, hat daher ein reines Intel-Startprogramm und benötigt Rosetta.
fr: Vous avez créé cette app avec %@. Elle a été enregistrée avec une ancienne version de macOS : son lanceur est réservé aux processeurs Intel et elle nécessite Rosetta.
ja: この App は %@ で作成されたものです。古いバージョンの macOS で保存されたため、Intel 専用の起動部分が含まれており、Rosetta が必要です。

source: You may be able to update from your Intel version (v%@).
de: Möglicherweise können Sie von Ihrer Intel-Version (v%@) aktualisieren.
fr: Vous pourrez peut-être effectuer la mise à jour depuis votre version Intel (v%@).
ja: Intel 版 (v%@) からアップデートできる可能性があります。

source: You now have %lld apps requiring Rosetta.
de: Sie haben jetzt %lld Apps, die Rosetta benötigen.
fr: Vous avez désormais %lld apps qui nécessitent Rosetta.
ja: 現在、Rosetta を必要とする App が %lld 件あります。

source: You now have 1 app requiring Rosetta.
de: Sie haben jetzt 1 App, die Rosetta benötigt.
fr: Vous avez désormais 1 app qui nécessite Rosetta.
ja: 現在、Rosetta を必要とする App が 1 件あります。

source: You've sent diagnostics recently. Please try again in about %lld minutes.
de: Sie haben kürzlich Diagnosedaten gesendet. Bitte versuchen Sie es in etwa %lld Minuten erneut.
fr: Vous avez récemment envoyé des diagnostics. Réessayez dans environ %lld minutes.
ja: 最近、診断データを送信しました。約 %lld 分後にもう一度お試しください。

source: You've sent diagnostics recently. Please try again in about 1 minute.
de: Sie haben kürzlich Diagnosedaten gesendet. Bitte versuchen Sie es in etwa 1 Minute erneut.
fr: Vous avez récemment envoyé des diagnostics. Réessayez dans environ 1 minute.
ja: 最近、診断データを送信しました。約 1 分後にもう一度お試しください。

source: You've sent diagnostics recently. Please try again later.
de: Sie haben kürzlich Diagnosedaten gesendet. Bitte versuchen Sie es später erneut.
fr: Vous avez récemment envoyé des diagnostics. Réessayez plus tard.
ja: 最近、診断データを送信しました。しばらくしてからもう一度お試しください。

# Your Apple Silicon readiness score is %lld out of 100. %@
source: Your Apple Silicon readiness score is %1$lld out of 100. %2$@
de: Ihr Apple-Silicon-Bereitschaftswert liegt bei %lld von 100. %@
fr: Votre score de préparation à Apple Silicon est de %lld sur 100. %@
ja: Apple Silicon の準備状況スコアは 100 点中 %lld 点です. %@

# Your Mac is %lld%% of the way to being Rosetta-free. %@
source: Your Mac is %1$lld%% of the way to being Rosetta-free. %2$@
de: Ihr Mac ist zu %1$lld %% auf dem Weg, Rosetta-frei zu werden. %2$@
fr: Votre Mac est à %1$lld%% du chemin vers un état sans Rosetta. %2$@
ja: お使いの Mac は Rosetta フリーまで %1$lld %% 進んでいます。%2$@

# Your Mac is %lld%% ready for a Rosetta-free future. %@
source: Your Mac is %1$lld%% ready for a Rosetta-free future. %2$@
de: Ihr Mac ist zu %1$lld %% bereit für eine Zukunft ohne Rosetta. %2$@
fr: Votre Mac est prêt à %1$lld%% pour un avenir sans Rosetta. %2$@
ja: お使いの Mac は Rosetta なしの未来に向けて %1$lld %% 準備が整っています。%2$@

# Your Mac is %lld%% ready — but %@ Keep replacing them with native alternatives.
source: Your Mac is %1$lld%% ready — but %2$@ Keep replacing them with native alternatives.
de: Ihr Mac ist zu %1$lld %% bereit – aber %2$@ Ersetzen Sie sie weiterhin durch native Alternativen.
fr: Votre Mac est prêt à %1$lld%% — mais %2$@ Continuez à les remplacer par des alternatives natives.
ja: お使いの Mac は %1$lld %% 準備が整っていますが、%2$@ ネイティブの代替品への置き換えを続けてください。

source: Your Mac is %1$lld%% ready — keep replacing flagged items with native alternatives. %2$@
de: Ihr Mac ist zu %1$lld %% bereit — ersetzen Sie weiterhin markierte Elemente durch native Alternativen. %2$@
fr: Votre Mac est prêt à %1$lld%% — continuez à remplacer les éléments signalés par des alternatives natives. %2$@
ja: お使いの Mac は %1$lld %% 準備が整っています。引き続き、フラグ付きの項目をネイティブの代替に置き換えてください。%2$@

source: Your Mac is Rosetta-Free!
de: Ihr Mac ist Rosetta-frei!
fr: Votre Mac est sans Rosetta !
ja: お使いの Mac は Rosetta フリーです

source: Your Mac is fully Apple Silicon native.
de: Ihr Mac ist vollständig nativ für Apple Silicon.
fr: Votre Mac est entièrement natif Apple Silicon.
ja: お使いの Mac は完全に Apple Silicon ネイティブです。

source: Your Mac is fully Rosetta-free and ready for the future.
de: Ihr Mac ist vollständig Rosetta-frei und bereit für die Zukunft.
fr: Votre Mac est entièrement sans Rosetta et prêt pour l’avenir.
ja: お使いの Mac は完全に Rosetta フリーで、これからの未来にも対応できます。

# Your Mac readiness is now %lld%%. %@
source: Your Mac readiness is now %1$lld%%. %2$@
de: Die Bereitschaft Ihres Macs liegt jetzt bei %1$lld %%. %2$@
fr: La préparation de votre Mac est maintenant de %1$lld%%. %2$@
ja: お使いの Mac の準備状況は現在 %1$lld %% です。%2$@

source: Your Rosetta Check scan results (app names, paths, architecture)
de: Ihre Rosetta-Check-Scanergebnisse (App-Namen, Pfade, Architektur)
fr: Vos résultats d’analyse Rosetta Check (noms d’apps, chemins, architecture)
ja: Rosetta Check のスキャン結果（App 名、パス、アーキテクチャ）

source: Your macOS version and Mac model
de: Ihre macOS-Version und Ihr Mac-Modell
fr: Votre version de macOS et votre modèle de Mac
ja: macOS のバージョンと Mac のモデル

source: Your organisation manages some Rosetta Check settings via a configuration profile. Managed settings cannot be changed locally.
de: Ihre Organisation verwaltet einige Einstellungen von Rosetta Check über ein Konfigurationsprofil. Verwaltete Einstellungen können nicht lokal geändert werden.
fr: Votre organisation gère certains réglages de Rosetta Check via un profil de configuration. Les réglages gérés ne peuvent pas être modifiés localement.
ja: 組織は構成プロファイルを通じて Rosetta Check の一部の設定を管理しています。管理対象の設定はローカルで変更できません。
